Repository: oleg-valko-pro/vp-telegram-instant-view
Catalog: languages/vptiv-*.po
Languages: ru_ru, uk

source: Telegram Instant View
ru_ru: Telegram Быстрый просмотр
uk: Telegram Миттєвий перегляд

source: Step 1
ru_ru: Шаг 1
uk: Крок 1

source: Create a template to instant view your site - <a href="http://instantview.telegram.org/my/" target="_blank">instantview.telegram.org/my</a>
ru_ru: Создайте шаблон для быстрого просмотра вашего сайта - <a href="http://instantview.telegram.org/my/" target="_blank">instantview.telegram.org/my</a>
uk: Створіть шаблон миттєвого перегляду для вашого сайту - <a href="http://instantview.telegram.org/my/" target="_blank">instantview.telegram.org/my</a>

source: Enter the addresses of your site and create a template according to the documentation - <a href="http://instantview.telegram.org/docs" target="_blank">instantview.telegram.org/docs</a>
ru_ru: Введите адрес вашего сайта и создайте шаблон в соответствии с документацией - <a href="http://instantview.telegram.org/docs" target="_blank">instantview.telegram.org/docs</a>
uk: Введіть адрес вашого сайту і створіть шаблон згідно документації - <a href="http://instantview.telegram.org/docs" target="_blank">instantview.telegram.org/docs</a>

source: Or order an individual template creation for your site - <a href="http://mailto:oleg@valko.pro" target="_blank">oleg@valko.pro</a>
ru_ru: Или подайте заявку на разработку индивидуального шаблона для вашего сайта - <a href="http://mailto:oleg@valko.pro" target="_blank">oleg@valko.pro</a>
uk: Або замовте розробку шаблону для вашого сайту - <a href="http://mailto:oleg@valko.pro" target="_blank">oleg@valko.pro</a>

source: After creating the template on the page - <a href="http://instantview.telegram.org/my/" target="_blank">instantview.telegram.org/my</a>, click the button - VIEW IN TELEGRAM and copy the link. At the end of this link will be your RHASH code. You need to paste it into the settings below
ru_ru: После создания шаблона на странице - <a href="http://instantview.telegram.org/my/" target="_blank">instantview.telegram.org/my</a>, нажмите на кнопку - VIEW IN TELEGRAM и скопируйте ссылку. В конце ссылку вы увидите ваш RHASH код. Вставьте его в поле настроек ниже
uk: Після створення шаблону на сторінці - <a href="http://instantview.telegram.org/my/" target="_blank">instantview.telegram.org/my</a>, натисніть на кнопку VIEW IN TELEGRAM і скопіюйте кудись ваше посилання, в кінці посилання ви знайдете ваш унікальний RHASH код. Вставте його в налаштування нижче

source: Step 2
ru_ru: Шаг 3
uk: Крок 2

source: Save Changes
ru_ru: Сохранить настройки
uk: Зберегти налаштування

source: Step 3
ru_ru: Шаг 3
uk: Крок 3

source: After saving the settings at the end of each record will be a button with an automatically generated link. You need to copy and paste it into Telegram
ru_ru: После сохранения настроек в конце каждой записи будет кнопка с автоматически сгенерированной ссылкой. Скопируйте ее и вставьте в Telegram
uk: Після збереження налаштувань, в кінці кожного запису буде автоматично згенероване посилання. Скопіюйте його та вставте в Telegram

source: Enter your rhash that you received after creating the template on <a href="http://instantview.telegram.org" target="_blank">instantview.telegram.org</a>
ru_ru: Введите ваш rhash код, который вы получили после создания шаблона - <a href="http://instantview.telegram.org" target="_blank">instantview.telegram.org</a>
uk: Введіть ваш rhash код, який ви отримали після створення шаблону - <a href="http://instantview.telegram.org" target="_blank">instantview.telegram.org</a>

source: Copy link and paste to Telegram
ru_ru: Скопируйте эту ссылку и вставьте в Telegram
uk: Скопіюйте посиланння та вставте в телеграм

source: VP+ Telegram Instant View
uk: VP+ Telegram Миттєвий перегляд

source: This plugin automatically generates a link for each entry to view in Telegram Instant View
ru_ru: Этот плагин автоматически генерирует ссылку для быстрого просмотра в Telegram
uk: Цей плагін автоматично генерує посилання для миттєвого перегляду записів в Telegram
